tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/cask"
brew "bash-completion"
brew "gettext"
brew "libffi"
brew "cdpr"
brew "coreutils"
brew "curl"
brew "git"
brew "nettle"
brew "gnutls"
brew "grc"
brew "imagemagick"
brew "librsvg"
brew "mas"
brew "nmap"
brew "node"
brew "qemu"
cask "appcleaner"
cask "postman"
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Irvue", id: 1039633667
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "macOS High Sierra", id: Install
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Silicio", id: 933627574
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "Twitter", id: 409789998
